Repository: NefiteTifall/ISITECH__DJONGO
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: votre@email.com
es: tu@email.com

source: Nom d'affichage (optionnel)
es: Nombre para mostrar (opcional)

source: Choisissez un nom d'utilisateur
es: Elige un nombre de usuario

source: Créez un mot de passe sécurisé
es: Crea una contraseña segura

source: Confirmez votre mot de passe
es: Confirma tu contraseña

source: Nom d'utilisateur
es: Nombre de usuario

source: Mot de passe
es: Contraseña

source: Lecteur
es: Lector

source: Auteur
es: Autor

source: Éditeur
es: Editor

source: Administrateur
es: Administrador

source: Rôle
es: Rol

source: Nom d'affichage
es: Nombre para mostrar

source: Biographie
es: Biografía

source: Site web
es: Sitio web

source: Localisation
es: Ubicación

source: Date de naissance
es: Fecha de nacimiento

source: Téléphone
es: Teléfono

source: Afficher l'email publiquement
es: Mostrar email públicamente

source: Recevoir les notifications par email
es: Recibir notificaciones por email

source: Email vérifié le
es: Email verificado el

source: Dernière IP de connexion
es: Última IP de conexión

source: Utilisateur
es: Usuario

source: Utilisateurs
es: Usuarios

source: Peut modérer les commentaires
es: Puede moderar comentarios

source: Peut publier des articles
es: Puede publicar artículos

source: Peut gérer les catégories
es: Puede gestionar categorías

source: Peut voir les statistiques
es: Puede ver estadísticas

source: Clé de session
es: Clave de sesión

source: Adresse IP
es: Dirección IP

source: Créée le
es: Creado el

source: Dernière activité
es: Última actividad

source: Active
es: Activo

source: Session utilisateur
es: Sesión de usuario

source: Sessions utilisateur
es: Sesiones de usuario

source: Connexion
es: Conexión

source: Déconnexion
es: Desconexión

source: Vue d'article
es: Vista de artículo

source: Like d'article
es: Like de artículo

source: Commentaire
es: Comentario

source: Ajout signet
es: Marcador añadido

source: Mise à jour profil
es: Actualización de perfil

source: Action
es: Acción

source: Description
es: Descripción

source: Horodatage
es: Marca de tiempo

source: Activité utilisateur
es: Actividad de usuario

source: Activités utilisateur
es: Actividades de usuario

source: password.change_title
es: Cambiar Contraseña

source: password.change_subtitle
es: Asegura tu cuenta

source: password.new_password_heading
es: Nueva contraseña

source: password.current_password_label
es: Contraseña actual

source: password.new_password_label
es: Nueva contraseña

source: password.confirm_new_password_label
es: Confirmar nueva contraseña

source: buttons.change_password
es: Cambiar contraseña

source: buttons.cancel
es: Cancelar

source: auth.login_title
es: Iniciar Sesión - BlogFlow

source: auth.no_header_comment
es: Bienvenido a BlogFlow

source: auth.login_heading
es: Inicia sesión en tu cuenta

source: auth.or
es: O

source: auth.create_new_account
es: crear una nueva cuenta

source: forms.username_label
es: Nombre de usuario

source: forms.password_label
es: Contraseña

source: buttons.login
es: Iniciar Sesión

source: articles.my_articles_title
es: Mis Artículos

source: articles.manage_publications
es: Gestiona tus publicaciones

source: My articles (%(count)s)
es: Mis artículos (%(count)s)

source: articles.new_article
es: Nuevo artículo

source: articles.no_articles_published
es: Aún no has publicado artículos

source: articles.start_sharing_ideas
es: ¡Comienza a compartir tus ideas creando tu primer artículo!

source: articles.create_first_article
es: Crear mi primer artículo

source: profile.page_title
es: Mi Perfil

source: profile.page_subtitle
es: Gestiona tu información personal

source: profile.account_info_title
es: Información de la cuenta

source: profile.display_name_label
es: Nombre para mostrar

source: profile.display_name_placeholder
es: Dejar vacío para usar el nombre de usuario

source: forms.first_name_label
es: Nombre

source: forms.last_name_label
es: Apellido

source: forms.email_label
es: Email

source: profile.role_label
es: Rol

source: buttons.save_changes
es: Guardar cambios

source: profile.change_password_link
es: Cambiar contraseña

source: profile.statistics_title
es: Estadísticas

source: profile.published_articles
es: Artículos publicados

source: profile.member_since
es: Miembro desde

source: profile.last_login
es: Último acceso

source: auth.signup_title
es: Registrarse - BlogFlow

source: auth.signup_heading
es: Crear una nueva cuenta

source: auth.login_existing_account
es: inicia sesión en tu cuenta existente

source: forms.password_confirm_label
es: Confirmar contraseña

source: buttons.signup
es: Registrarse

source: Bienvenue %(username)s!
es: ¡Bienvenido %(username)s!

source: Compte créé avec succès! Bienvenue %(username)s!
es: ¡Cuenta creada con éxito! ¡Bienvenido %(username)s!

source: Profil mis à jour avec succès!
es: ¡Perfil actualizado con éxito!

source: Votre mot de passe a été modifié avec succès!
es: ¡Tu contraseña ha sido cambiada con éxito!

source: dashboard.page_title
es: Panel - BlogFlow

source: dashboard.heading
es: Panel de Control

source: dashboard.subtitle
es: Gestiona tus artículos y sigue tus estadísticas

source: dashboard.my_articles
es: Mis artículos

source: dashboard.total_views
es: Total de vistas

source: dashboard.categories
es: Categorías

source: dashboard.average_per_article
es: Promedio/artículo

source: dashboard.quick_actions
es: Acciones rápidas

source: dashboard.new_article
es: Nuevo artículo

source: dashboard.my_profile
es: Mi perfil

source: dashboard.recent_articles
es: Mis artículos recientes

source: dashboard.view_all
es: Ver todos

source: dashboard.table.article
es: Artículo

source: dashboard.table.views
es: Vistas

source: dashboard.table.categories
es: Categorías

source: dashboard.table.date
es: Fecha

source: dashboard.table.actions
es: Acciones

source: status.published
es: Publicado

source: status.draft
es: Borrador

source: dashboard.no_category
es: Sin categoría

source: action.view
es: Ver

source: action.edit
es: Editar

source: action.unpublish
es: Despublicar

source: action.publish
es: Publicar

source: dashboard.no_articles_title
es: Aún no hay artículos

source: dashboard.no_articles_description
es: Comienza escribiendo tu primer artículo para ver tus estadísticas aquí.

source: dashboard.write_first_article
es: Escribir mi primer artículo

source: Contenu
es: Contenido

source: Tags
es: Etiquetas

source: Titre SEO (60 caractères max)
es: Título SEO (máx. 60 caracteres)

source: Description SEO (160 caractères max)
es: Descripción SEO (máx. 160 caracteres)

source: Le titre est obligatoire.
es: El título es obligatorio.

source: Le titre doit contenir au moins 5 caractères.
es: El título debe contener al menos 5 caracteres.

source: Le résumé doit contenir au moins 20 caractères.
es: El resumen debe contener al menos 20 caracteres.

source: Le contenu est obligatoire.
es: El contenido es obligatorio.

source: L'article doit contenir au moins 50 mots.
es: El artículo debe contener al menos 50 palabras.

source: Votre nom
es: Tu nombre

source: Votre email (ne sera pas publié)
es: Tu email (no será publicado)

source: Partagez votre opinion sur cet article...
es: Comparte tu opinión sobre este artículo...

source: Le commentaire ne peut pas être vide.
es: El comentario no puede estar vacío.

source: Le commentaire doit contenir au moins 5 caractères.
es: El comentario debe contener al menos 5 caracteres.

source: Le commentaire ne peut pas dépasser 1000 caractères.
es: El comentario no puede exceder 1000 caracteres.

source: Le nom est obligatoire.
es: El nombre es obligatorio.

source: Rechercher des articles...
es: Buscar artículos...

source: Toutes les catégories
es: Todas las categorías

source: Tous les tags
es: Todas las etiquetas

source: Plus récents
es: Más recientes

source: Plus populaires
es: Más populares

source: Plus aimés
es: Más gustados

source: Plus vus
es: Más vistos

source: Nom
es: Nombre

source: Catégorie parente
es: Categoría padre

source: Modifiée le
es: Modificado el

source: Catégorie
es: Categoría

source: Catégories
es: Categorías

source: Tag mis en avant
es: Tag destacado

source: Créé le
es: Creado el

source: Tag
es: Etiqueta

source: Brouillon
es: Borrador

source: Publié
es: Publicado

source: Archivé
es: Archivado

source: Programmé
es: Programado

source: Débutant
es: Principiante

source: Intermédiaire
es: Intermedio

source: Avancé
es: Avanzado

source: Expert
es: Experto

source: Titre
es: Título

source: URL de l'article
es: URL del artículo

source: Résumé de l'article (500 caractères max)
es: Resumen del artículo (máx. 500 caracteres)

source: Résumé
es: Resumen

source: Image de couverture
es: Imagen de portada

source: Texte alternatif de l'image
es: Texto alternativo de imagen

source: Statut
es: Estado

source: Article mis en avant
es: Artículo destacado

source: Article épinglé
es: Artículo fijado

source: Autoriser les commentaires
es: Permitir comentarios

source: Publié le
es: Publicado el

source: Nombre de vues
es: Número de vistas

source: Nombre de likes
es: Número de likes

source: Niveau de difficulté
es: Nivel de dificultad

source: Temps de lecture (minutes)
es: Tiempo de lectura (minutos)

source: Date de création
es: Fecha de creación

source: Date de modification
es: Fecha de modificación

source: Titre SEO
es: Título SEO

source: Description SEO
es: Descripción SEO

source: URL canonique
es: URL canónica

source: Article
es: Artículo

source: Articles
es: Artículos

source: Peut mettre en avant un article
es: Puede destacar un artículo

source: Peut épingler un article
es: Puede fijar un artículo

source: Peut programmer un article
es: Puede programar un artículo

source: Nom de l'auteur
es: Nombre del autor

source: Réponse à
es: Respuesta a

source: Approuvé
es: Aprobado

source: Commentaire d'article
es: Comentario de artículo

source: Commentaires d'articles
es: Comentarios de artículos

source: 👍 J'aime
es: 👍 Me gusta

source: ❤️ Adore
es: ❤️ Amo

source: 😂 Drôle
es: 😂 Divertido

source: 😮 Impressionnant
es: 😮 Impresionante

source: 😠 En colère
es: 😠 Enfadado

source: Type de réaction
es: Tipo de reacción

source: Réaction d'article
es: Reacción de artículo

source: Réactions d'articles
es: Reacciones de artículos

source: Signet
es: Marcador

source: Signets
es: Marcadores

source: J'aime
es: Me gusta

source: blog.title
es: BlogFlow - Blog Django

source: header.tagline
es: Crear • Compartir • Inspirar

source: nav.home
es: Inicio

source: nav.explore
es: Explorar

source: nav.dashboard
es: Panel

source: nav.write
es: Escribir

source: nav.categories
es: Categorías

source: nav.about
es: Acerca de

source: theme.toggle
es: Cambiar modo oscuro

source: nav.admin
es: Admin

source: nav.profile
es: Mi Perfil

source: nav.my_articles
es: Mis Artículos

source: auth.logout
es: Cerrar Sesión

source: auth.login
es: Iniciar Sesión

source: auth.signup
es: Registrarse

source: nav.administration
es: Administración

source: Connecté en tant que <span class="font-semibold">%(username)s</span>
es: Conectado como <span class="font-semibold">%(username)s</span>

source: footer.subtitle
es: Django y Python

source: footer.description
es: Una plataforma moderna para compartir ideas, tutoriales y experiencias en desarrollo web y tecnología.

source: footer.navigation
es: Navegación

source: footer.all_articles
es: Todos los Artículos

source: footer.archives
es: Archivos

source: footer.resources
es: Recursos

source: footer.contact
es: Contacto

source: footer.rss_feed
es: Feed RSS

source: footer.all_rights_reserved
es: Todos los derechos reservados.

source: footer.created_with
es: Creado con

source: footer.and
es: y

source: articles.edit_title
es: Editar Artículo

source: articles.add_title
es: Crear Artículo

source: articles.site_name
es: BlogFlow

source: articles.edit_article
es: Editar Artículo

source: articles.create_new_article
es: Crear Nuevo Artículo

source: articles.update_your_content
es: Actualiza tu contenido

source: articles.share_your_ideas
es: Comparte tus ideas con la comunidad

source: articles.write_article
es: Escribir Artículo

source: articles.edit_form_subtitle
es: Edita y mejora tu artículo

source: articles.create_form_subtitle
es: Comparte tu conocimiento con la comunidad

source: This article will be published under the name: <strong>%(username)s</strong>
es: Este artículo será publicado bajo el nombre: <strong>%(username)s</strong>

source: articles.form_errors
es: Por favor corrige los errores de abajo

source: articles.article_title
es: Título del Artículo

source: articles.title_placeholder
es: Ingresa el título del artículo...

source: articles.article_summary
es: Resumen del Artículo

source: articles.summary_placeholder
es: Breve resumen de tu artículo...

source: articles.summary_help_text
es: Un buen resumen ayuda a los lectores a entender rápidamente el tema de tu artículo

source: articles.article_content
es: Contenido del Artículo

source: articles.content_placeholder
es: Escribe el contenido de tu artículo aquí...

source: articles.content_help_text
es: Puedes usar Markdown para formatear tu texto

source: articles.categories
es: Categorías

source: articles.no_categories
es: No hay categorías disponibles.

source: articles.create_one
es: ¡Crea una!

source: articles.categories_help_text
es: Elige una o más categorías para tu artículo

source: articles.article_image
es: Imagen del Artículo

source: articles.optional
es: opcional

source: articles.click_to_upload
es: Haz clic para subir

source: articles.or_drag_drop
es: o arrastra y suelta

source: articles.image_formats
es: JPG, PNG o GIF (max. 5MB)

source: articles.change
es: Cambiar

source: articles.delete
es: Eliminar

source: articles.image_selected
es: Imagen seleccionada

source: articles.image_help_text
es: Una imagen atractiva aumenta el engagement de los lectores

source: articles.cancel
es: Cancelar

source: articles.save_as_draft
es: Guardar como borrador

source: articles.update_article
es: Actualizar artículo

source: articles.publish_article
es: Publicar Artículo

source: articles.tips_title
es: Consejos de Escritura

source: articles.tip_catchy_title
es: Usa un título atractivo y descriptivo

source: articles.tip_structure_content
es: Estructura tu contenido con títulos y párrafos

source: articles.tip_proofread
es: Revisa tu artículo antes de publicarlo

source: articles.by
es: por

source: %(words)s word
es: %(words)s palabra

source: articles.your_reaction
es: Tu reacción

source: articles.login_to_react
es: Inicia sesión para reaccionar

source: articles.login
es: Iniciar sesión

source: articles.comments
es: Comentarios

source: %(count)s comment
es: %(count)s comentario

source: articles.leave_comment
es: Dejar un comentario

source: articles.your_name
es: Tu nombre

source: articles.your_comment
es: Tu comentario

source: articles.publish_comment
es: Publicar comentario

source: articles.no_comments_yet
es: Aún no hay comentarios

source: articles.be_first_to_comment
es: ¡Sé el primero en comentar este artículo!

source: articles.back_to_articles
es: Volver a los artículos

source: categories.title
es: Categorías

source: categories.site_name
es: BlogFlow

source: categories.subtitle
es: Explora nuestros artículos por temática

source: categories.explore
es: Explorar

source: articles.explore_title
es: Explorar Artículos

source: articles.explore_subtitle
es: Descubre nuestra colección de artículos

source: page.home.title
es: Inicio - DevSpace

source: page.home.brand
es: DevSpace

source: page.home.subtitle
es: Explora artículos emocionantes y comparte tus ideas

source: hero.welcome
es: Bienvenido a tu espacio creativo

source: hero.description
es: Descubre artículos inspiradores, comparte tus ideas y únete a una comunidad apasionada por la escritura y el intercambio de conocimientos.

source: action.write_article
es: Escribir un artículo

source: stats.articles
es: artículos

source: stats.authors
es: autores

source: stats.views
es: vistas

source: stats.comments
es: comentarios

source: search.placeholder
es: Buscar en artículos...

source: filter.all_categories
es: Todas las categorías

source: action.search
es: Buscar

source: action.clear
es: Limpiar

source: title.articles_in_category
es: Artículos en categoría

source: title.recent_articles
es: Artículos recientes

source: subtitle.discover_latest
es: Descubre las últimas publicaciones de nuestra comunidad

source: empty.title
es: Tu historia comienza aquí

source: empty.description
es: Sé el primero en compartir tus ideas e inspira a otros con tu primer artículo.

source: action.write_first_article
es: Escribir mi primer artículo

source: action.login_to_write
es: Iniciar sesión para escribir

source: message.login_required_react
es: Debes estar conectado para reaccionar a los artículos

source: reaction.added
es: ✨ ¡Reacción añadida!

source: reaction.removed
es: 🗑️ ¡Reacción eliminada!

source: reaction.updated
es: 🎉 ¡Reacción actualizada!

source: error.reaction_failed
es: Error al añadir reacción

source: Article enregistré comme brouillon!
es: ¡Artículo guardado como borrador!

source: Article publié avec succès!
es: ¡Artículo publicado con éxito!

source: Erreur dans le formulaire. Veuillez vérifier les champs.
es: Error en el formulario. Por favor verifica los campos.

source: Cet article n'est pas encore publié.
es: Este artículo aún no está publicado.

source: Votre commentaire a été ajouté avec succès!
es: ¡Tu comentario ha sido añadido con éxito!

source: Réaction %(reaction)s supprimée!
es: ¡Reacción %(reaction)s eliminada!

source: Réaction %(reaction)s ajoutée!
es: ¡Reacción %(reaction)s añadida!

source: Article remis en brouillon.
es: Artículo movido de vuelta a borrador.

source: nav.authors
es: Autores

source: authors.page_title
es: Autores

source: authors.page_subtitle
es: Descubre los autores de nuestra comunidad

source: authors.discover_title
es: Descubre Nuestros Autores

source: authors.discover_subtitle
es: Explora los perfiles de nuestros talentosos contribuidores y descubre sus artículos

source: authors.articles
es: Artículos

source: authors.views
es: Vistas

source: authors.reactions
es: Reacciones

source: authors.view_profile
es: Ver perfil

source: authors.no_authors_title
es: Aún no hay autores

source: authors.no_authors_subtitle
es: Los autores aparecerán aquí una vez que hayan publicado artículos

source: authors.pagination
es: Navegación de páginas

source: authors.previous
es: Anterior

source: authors.next
es: Siguiente

source: authors.profile_title
es: Perfil del Autor

source: authors.about
es: Acerca de

source: authors.member_since
es: Miembro desde

source: authors.last_seen
es: Última vez visto

source: authors.statistics
es: Estadísticas

source: authors.articles_published
es: Artículos publicados

source: authors.total_views
es: Vistas totales

source: authors.total_reactions
es: Reacciones totales

source: authors.total_comments
es: Comentarios totales

source: authors.recent_articles
es: Artículos recientes

source: authors.popular_articles
es: Artículos populares

source: authors.all_articles
es: Todos los artículos

source: authors.no_articles_title
es: Sin artículos publicados

source: authors.no_articles_subtitle
es: Este autor aún no ha publicado ningún artículo

source: authors.back_to_authors
es: Volver a autores
